Revit 2027 API
BuiltInFailures.GeometryFailures.CannotFindClosest Property
 Cannot find closest points within lines.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotFindClosest { get; }
Public Shared ReadOnly Property CannotFindClosest As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotFindClosest {
	FailureDefinitionId^ get ();
}
static member CannotFindClosest : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GeometryFailures Class
Autodesk.Revit.DB Namespace